{
  "id": 11,
  "data": [
    {
      "id": 1,
      "title": "ChangedAgain",
      "description": "ChangedAgain",
      "author": "author"
    },
    {
      "id": 5,
      "title": "Игорь - солнце",
      "description": "Интересно, заметит ли? Я тоже солнце.",
      "author": "Я"
    },
    {
      "id": 6,
      "title": "Грозовой перевал",
      "description": "«Грозовой перевал» – золотая классика мировой литературы, роман мощный, страстный, трагичный, перевернувший в свое время представление о романтической прозе. Пугающая и одновременно самая чувственная книга всех времен повествует о любви очаровательного дикаря Хитклиффа и легкомысленной красавицы Кэтрин.",
      "author": "Эмили Бронте"
    },
    {
      "id": 7,
      "title": "Над пропастью во ржи",
      "description": "«Над пропастью во ржи» — переломная веха в истории мировой литературы. Сложный период взросления, юношеский максимализм и страх перед будущим — эти проблемы знакомы каждому. Именно поэтому роман стал любимой книгой нескольких поколений, от миролюбивых хиппи до современных хипстеров.",
      "author": "Дж. Д. Сэлинджер"
    },
    {
      "id": 8,
      "title": "Коллекционер",
      "description": "Дебютный роман Джона Фаулза – квинтэссенция литературного триллера, психологическое поле битвы двух разных характеров. Скромный служащий муниципального учреждения и коллекционер бабочек нашел себе жертву покрупнее – беззащитную и хрупкую студентку Миранду. Он похитит девушку и будет держать ее в подвале своего дома. Но можно ли добиться любви силой?",
      "author": "Джон Фаулз"
    },
    {
      "id": 9,
      "title": "Портрет Дориана Грея",
      "description": "Единственный роман признанного гения Оскара Уайльда вызвал бурю эмоций у литературных критиков. Жадность, вульгарность, прелюбодеяние и тщеславие — в своей книге автор открыто обсуждает все человеческие пороки, не скрывая самых гадких подробностей. Прочитайте книгу и спросите себя: «А всегда ли я правильно поступаю?».",
      "author": "Оскар Уайльд"
    },
    {
      "id": 10,
      "title": "New",
      "description": "description",
      "author": "author"
    },
    {
      "id": 11,
      "title": "New2222",
      "description": "description",
      "author": "author"
    }
  ]
}
